9/data/attachments/cbd8fa168f746aa2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Carolyn_individual_Actions_37291_0</nif:username>
            <nif:friendToBeRequested>soap_actions_f949c7f4-8bd4-475e-9547-a2b01ed5af7c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>